{
    "APP_TITLE": "Menehtyneet 1939-45",
    "IN_fi": "Suomeksi",
    "IN_en": "In English",
    "RESULT_ERROR": "Virhe haettaessa tuloksia. Yritä hetken päästä uudestaan päivittämällä sivu.",
    "NO_RESULTS": "Ei tuloksia annetulla haulla. Voit yrittää saada lisää tuloksia lisäämällä haun perään *-merkin: esimerkiksi haku <i>Hein*</i> hakee kaikki \"Hein\"-alkuiset nimet. Lisää hakuohjeita saat klikkaamalla yläpalkista \"Näkymän ohjeet\".",
    "NO_SELECTION": "-- Ei valintaa --",
    "SHOW_FACETS": "Näytä suodattimet",
    "HIDE_FACETS": "Piilota suodattimet",
    "NAME": "Nimi",
    "RANK": "Sotilasarvo",
    "UNIT": "Joukko-osasto",
    "BORN": "Syntynyt",
    "DIED": "Kuollut",
    "TIME_OF_BIRTH": "Syntymäaika",
    "TIME_OF_DEATH": "Kuolinaika",
    "PERISHING_CLASS": "Menehtymisluokka",
    "BIRTH_MUNICIPALITY": "Synnyinkunta",
    "DEATH_MUNICIPALITY": "Kuolinkunta",
    "PLACE_OF_DEATH": "Kuolinpaikka",
    "GENDER": "Sukupuoli",
    "MARITAL_STATUS": "Siviilisääty",
    "OCCUPATION": "Ammatti",
    "MOTHER_TONGUE": "Äidinkieli",
    "NATIONALITY": "Kansallisuus",
    "CEMETERY": "Hautausmaa",
    "NUM_CHILDREN": "Lasten lukumäärä",
    "NUM_CHILDREN_HEADING": "Lapsia",
    "TOD_BETWEEN": "Kuolinaika välillä",
    "PRINCIPAL_ABODE": "Asuinkunta",
    "HELP_TEXT": "Haku <a href=\"http://www.arkisto.fi/\" target=\"_blank\">Kansallisarkiston</a> <a href=\"http://kronos.narc.fi/menehtyneet/\" target=\"_blank\">sotasurmatietokannan</a> linkitettyyn dataan.  Voit rajata tulosta tekemällä valintoja suodattimista ja selata henkilöihin liittyvää tietoa linkkien kautta.",
    "HELP_TEXT_LONG": "<p>Menehtyneet 1949-45 -näkymän tietoja voi selata käyttöliittymässä käyttämällä vasemmalla olevia suodattimia. Suodattimia ovat mm. nimi, siviilisääty, sukupuoli, kansallisuus, sotilasarvo ja joukko-osasto. Rajataksesi hakua henkilön nimellä, kirjoita nimi-kenttään osa henkilön nimestä. Poistaaksesi nimi-rajauksen, paina X-nappia nimi-kentän oikealla puolella. Jokaisella suodattimella on oma hakukenttä sekä lista suodattimen vaihtoehdoista, josta voi valita haluamansa ehdon. Tulosten määrä vaihtoehdolla näkyy suluissa valinnan nimen perässä. Valinnan voi poistaa valitsemalla vaihtoehdon '-- Ei valintaa --'. Jokaisesta suodattimesta voi valita vain yhden vaihtoehdon, jolloin henkilölistausta suodatetaan valintojen perusteella. Tuloslistaa voi suodattaa käyttäen eri suodattimia yhdessä ja esimerkiksi hakea kaikki 1. Divisioonaan kuuluneet menehtyneet alikersantit.</p> <h4>Suodattimien valinta:</h4> <ol> <li>Valitse joku suodattimista ja avaa suodatin painamalla '+'-nappia suodattimen otsikon oikealla puolella.</li> <li>Valitse suodattimeen arvo listalta tai hae kirjoittamalla listan yllä olevaan tekstikenttään. Jos suodatinehtoa haetaan tekstikentän avulla alla oleva lista suodattimista päivittyy kirjoittaessa.</li> <li>Suodatinehdon voi valita klikkaamalla sitä listalta, tai poistaa valitsemalla '-- No Selection --' listan alusta. </li> <li>Henkilöiden lista päivittyy suodattimien oikealla puolella. Tuloslistauksessa olevista linkeistä voi löytää lisätietoa asioista muiden SotaSammon näkymien kautta.</li> <li>Tuloksia voi nyt suodattaa tarvittaessa lisää toistamalla toisella suodattimella edelliset askeleet 1-4. </li> </ol><p><br /></p><p>Voit valita erilaisia tulosnäkymiä yläpalkin \"Tulosnäkymä\" painikkeesta. Oletustulosnäkymänä on taulukko.</p><h4>Tulosnäkymän valinta:</h4><ol><li><b>Taulukko</b> näyttää henkilölistauksen taulukkomuodossa. Tulokset sivutetaan niin, että vain osa tuloksista on kerralla näkyvissä.</li><li><b>Ikäjakauma</b> näyttää henkilöiden ikäjakauman pylväsdiagrammina.</li><li><b>Elinkaaret</b> -näkymässä visualisoidaan sotilaiden henkilöiden sijaintia kunnan tarkkuudella eri elämänvaiheissa. Näkymää voi mukauttaa näyttämään muunlaisia yhteyksiä sijaintien sijaan.</li><li><b>Tilastoja</b> -näkymässä käyttäjä voi visualisoida valitsemansa ominaisuuden arvojen jakauman.</li></ol>",
    "TABLE_TITLE": "Sotasampo | Menehtyneet 1939-45",
    "VIS_AGE_TITLE": "Sotasampo | Menehtyneet 1939-45 | Ikäjakauma",
    "VIS_PATH_TITLE": "Sotasampo | Menehtyneet 1939-45 | Elinkaaret",
    "VIS_BAR_TITLE": "Sotasampo | Menehtyneet 1939-45 | Tilastoja",
    "TABLE_META_DESCRIPTION": "Hae ja selaa talvisodassa, jatkosodassa ja Lapin sodassa kaatuneita suomalaisia sotilaita.",
    "VIS_AGE_META_DESCRIPTION": "Tutki talvisodassa, jatkosodassa ja Lapin sodassa kaatuneiden suomalaisten sotilaiden ikäjakaumia erilaisten suodattimien avulla.",
    "VIS_PATH_META_DESCRIPTION": "Tarkastele talvisodassa, jatkosodassa ja Lapin sodassa kaatuneiden suomalaisten sotilaiden elinkaaria.",
    "VIS_BAR_META_DESCRIPTION": "Tutki erilaisia tilastoja talvisodassa, jatkosodassa ja Lapin sodassa kaatuneista suomalaisista sotilaista.",
    "PERSPECTIVE_HELP": "Näkymän ohjeet",
    "AGE_DISTRIBUTION": "Ikäjakauma",
    "AGE": "Ikä",
    "NUM_CASUALTIES": "Menehtyneitä",
    "REMOVE_FACET_SELECTIONS": "Poista kaikki valinnat",
    "VISUALIZATION": "Visualisointi",
    "TABLE": "Taulukko",
    "RESULTS_DISPLAY": "Tulosnäkymä",
    "SOLDIER_PATHS": "Elinkaaret",
    "RESULTS_SET_TOO_LARGE": "Nykyinen tulosjoukko on liian suuri tälle visualisoinnille &mdash; ole hyvä ja käytä suodattimia tulosjoukon pienentämiseksi.",
    "STATISTICS": "Tilastoja"
}
