{
    "APP_TITLE": "Casualties 1939-45",
    "IN_fi": "Suomeksi",
    "IN_en": "In English",
    "RESULT_ERROR": "Error retrieving results. Please try again shortly by refresing the page.",
    "NO_RESULTS": "No results found with the given query. Click on \"Help (Casualties)\" on the top navigation bar for more information on searching.",
    "NO_SELECTION": "-- No Selection --",
    "SHOW_FACETS": "Show facets",
    "HIDE_FACETS": "Hide facets",
    "NAME": "Name",
    "RANK": "Rank",
    "UNIT": "Military Unit",
    "BORN": "Born",
    "DIED": "Died",
    "TIME_OF_BIRTH": "Date of Birth",
    "TIME_OF_DEATH": "Date of Death",
    "PERISHING_CLASS": "Perishing Class",
    "BIRTH_MUNICIPALITY": "Birth Municipality",
    "DEATH_MUNICIPALITY": "Death Municipality",
    "PLACE_OF_DEATH": "Place of Death",
    "GENDER": "Gender",
    "MARITAL_STATUS": "Marital Status",
    "OCCUPATION": "Occupation",
    "MOTHER_TONGUE": "Mother Tongue",
    "NATIONALITY": "Nationality",
    "CEMETERY": "Cemetery",
    "NUM_CHILDREN": "Number of Children",
    "NUM_CHILDREN_HEADING": "Children",
    "TOD_BETWEEN": "Date of Death Between",
    "PRINCIPAL_ABODE": "Municipality of Residence",
    "HELP_TEXT": "Search <a href=\"http://www.arkisto.fi/\" target=\"_blank\">The National Archives</a> <a href=\"http://kronos.narc.fi/menehtyneet/\" target=\"_blank\">war casualty database</a> as linked data, consisting of Finnish WW2 death records. You can narrow the results by using the filters and browse information regarding the persons via the links in the results.",
    "HELP_TEXT_LONG": "<p>Casualties 1949-45 perspective has facets on the left, that can be used to filter the casualty data. The facets include e.g. name, marital status, gender, nationality, military rank and military unit. To filter the results using a person's name, write a part of the person's name to 'Name' field. To remove the name filter, press the 'x' button on the right side of the name field. Every filter has it's own search field and a list of the filter's options, of which you can choose the desired option. The amount of results for each option is shown next to the option name. The selected filter can be removed by selecting '-- No Selection --'. You can choose only one option from every filter, that will be used to filter the person listing. The results can be filtered using multiple filters together, to for example retrieve all deceased corporals of the 1st division.</p> <h4>Choosing filters:</h4> <ol> <li>Choose a filter, and open the filter by pressing the '+' next to the filter's name.</li> <li>Choose a value for the filter from the list or search a value by writing to the search field above the list. If the search is used to find filter values, the list of possible values will update while writing.</li> <li>The filter value can be chosen by clicking it from the list, or removed by clicking '-- No Selection --' at the top of the list.</li> <li>The list of casualties is updated on the right side of the filters. The results listing provides links to additional information through other WarSampo perspectives.</li> <li>Casualties can now be filtered more by repeating the steps 1-4 with another filter. </li> </ol> <p><br /></p><p>You can choose different results displays from the \"Results Display\" button in the navigation panel. </p><h4>Choosing the results display:</h4><ol><li><b>Table</b> lists the persons as a table. The results will be paginated so that only a part of the results are visible at once.</li><li><b>Age distribution</b> shows the age distribution as a column chart.</li><li><b>Soldier Paths</b> view visualizes the locations of soldiers on a municipality level. The view can be customized to show other connections instead of municipalities.</li><li><b>Statistics</b> view lets the user choose a property, and then visualizes the distribution over that property.</li></ol>",
    "TABLE_TITLE": "WarSampo | Casualties 1939-45",
    "VIS_AGE_TITLE": "WarSampo | Casualties 1939-45 | Age Breakdown",
    "VIS_PATH_TITLE": "WarSampo | Casualties 1939-45 | Soldier Paths",
    "VIS_BAR_TITLE": "WarSampo | Casualties 1939-45 | Statistics",
    "TABLE_META_DESCRIPTION": "Search and browse the Finnish soldiers killed in the Winter War, Continuation War, and Lapland War.",
    "VIS_AGE_META_DESCRIPTION": "Study the age breakdown of Finnish soldiers killed in the Winter War, Continuation War, and Lapland War using a variety of filters.",
    "VIS_PATH_META_DESCRIPTION": "Study the paths of Finnish soldiers killed in the Winter War, Continuation War, and Lapland War.",
    "VIS_BAR_META_DESCRIPTION": "Study several different statistics regarding Finnish soldiers killed in the Winter War, Continuation War, and Lapland War using a variety of filters.",
    "PERSPECTIVE_HELP": "Help (Casualties)",
    "AGE_DISTRIBUTION": "Age Distribution",
    "AGE": "Age",
    "NUM_CASUALTIES": "Casualties",
    "REMOVE_FACET_SELECTIONS": "Remove selections",
    "VISUALIZATION": "Visualization",
    "TABLE": "Table",
    "RESULTS_DISPLAY": "Results Display",
    "SOLDIER_PATHS": "Soldier Paths",
    "RESULTS_SET_TOO_LARGE": "The current results set is too large for this visualization &mdash; please filter the results using the facets.",
    "STATISTICS": "Statistics"
}
